Revit 2024 API
GroupTypeId.ConceptualEnergyData Property
 Conceptual Energy Data.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId ConceptualEnergyData { get; }
Visual Basic
Public Shared ReadOnly Property ConceptualEnergyData As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ConceptualEnergyData {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace